#pragma once
const char jun_celebrity[16][101] = {
    "차태현, 서장훈, 옥택연, 이보영", // ISTJ
    "김수현, 신세경, 장도연, 이기광", // ISFJ
    "고경표, 남주혁, 설인아, 이창섭", // INFJ
    "전소연, 차은우, 류혜영, 윤하", // INTJ
    "박명수, 한혜진, 고윤정, 김채원", // ISTP
    "김다미, 김종국, 유재석, 조정석", // ISFP
    "김종민, 강호동, 박은빈, 서현진", // INFP
    "김우빈, 신민아, 장범준, 미미", // INTP
    "안유진, 변우석, 오해원, 이유비", // ESTP
    "백지영, 박준형, 강혜원, 정지훈", // ESFP
    "공효진, 강민경, 노홍철, 아이키", // ENFP
    "라미란, 육성재, 이제훈, 가비", // ENTP
    "김구라, 김민지, 한가인, 장동민", // ESTJ
    "송중기, 박보검, 조규현, 표지훈", // ESFJ
    "박진영, 이성경, 이정재, 임시완", // ENFJ
    "스윙스, 미노이, 도경수, 지코" // ENTJ
};